[
  {
    "title": "Two Weeks After Earthquake in Myanmar: Not Enough Doctors or Medicine",
    "publishDate": "Apr 11, 2025 19:04",
    "content": "It has been two weeks since the big earthquake in Myanmar. According to Myanmar’s military, more than 3,600 people have died and over 5,000 have been injured. Another 145 people are still missing. Many hospitals were destroyed, and there are not enough doctors or medicine. The United Nations says that more than 500,000 people cannot receive medical care. There is also not enough clean water or toilets, and many people are at risk of getting sick. The UN said, “We must continue to help the people of Myanmar.”",
    "imageUrl": "https://www3.nhk.or.jp/news/html/20250411/K10014776081_2504102353_0411021957_02_01.jpg",
    "audioUrl": "https://audio.mazii.net/audionews/jp/e44ced53e7d1db1d23a61a2565da15eb.mp3"
  },
  {
    "title": "Tesla Stops New Orders for Some Cars in China",
    "publishDate": "Apr 12, 2025 16:04",
    "content": "Tesla, a U.S. company that sells electric cars, has stopped taking new orders for its Model S and Model X cars in China. These two cars are made in California, USA. Chinese media say this may be because both the U.S. and China are increasing taxes on goods from each other. Tesla also stopped orders for these models in Japan at the end of March.",
    "imageUrl": "https://japanese.todaiinews.com/images/news/1744432120.jpg",
    "audioUrl": "https://audio.mazii.net/audionews/jp/e44ced53e7d1db1d23a61a2565e66df3.mp3"
  },
  {
    "title": "Apple Starts Importing iPhones Made in India to the U.S.",
    "publishDate": "Apr 12, 2025 07:04",
    "content": "Apple has started sending many iPhones made in India to the United States. This is because the U.S. government puts high taxes on products from China, but taxes from India are lower. Currently, about 20% of iPhones are made in India and 80% in China. Apple may want to avoid high taxes by making and shipping more iPhones from India. Prices for iPhones in the U.S. may go up in the future.",
    "imageUrl": "https://japanese.todaiinews.com/images/news/1744395265.jpg",
    "audioUrl": "https://audio.mazii.net/audionews/jp/e44ced53e7d1db1d23a61a2565da3b43.mp3"
  },
  {
    "title": "U.S. Raises Tariffs on China to 145%",
    "publishDate": "Apr 12, 2025 07:04",
    "content": "The United States and China are continuing to raise tariffs. A tariff is a tax on goods imported from another country. On April 10, the U.S. government increased tariffs on Chinese products from 84% to 125%, making the total 145%. The reason includes the import of illegal drugs. On the same day, China also raised its tariffs on U.S. products to 84%. Both countries are continuing to increase tariffs against each other.",
    "imageUrl": "https://japanese.todaiinews.com/images/news/1744394631.jpg",
    "audioUrl": "https://audio.mazii.net/audionews/jp/e44ced53e7d1db1d23a61a2565da1ed1.mp3"
  },
  {
    "title": "Vietnamese Companies Look for New Markets Outside the U.S.",
    "publishDate": "Apr 10, 2025 07:04",
    "content": "The United States announced it will place a 46% tax on products imported from Vietnam. This makes it harder for Vietnamese companies to sell their products in the U.S. Now, many companies in Vietnam are trying to sell to other countries. One businessperson said, “People in the U.S. may stop buying because of the high taxes. We want to sell to places like Japan instead.” Vietnam's government is asking the U.S. to delay the new tax.",
    "imageUrl": "https://admin.easyjapanese.net/images/news/1744207014.jpg",
    "audioUrl": "https://audio.mazii.net/audionews/jp/e44ced53e7d1db1d23a61a2565a79e6f.mp3"
  }
]
